def area(a, b): 
     '''
    Возвращает площадь прямоугольника со сторонами a, b

        Принимает:
            a (int): длина первой стороны
            b (int): длина второй стороны

        Возвращаемое значение:
            area (int): площадь прямоугольника
    '''
    return a * b 

def perimeter(a, b): 
    '''
    Возвращает периметр прямоугольника со сторонами a, b

        Принимает:
            a (int): длина первой стороны
            b (int): длина второй стороны

        Возвращаемое значение:
            perimeter (int): периметр прямоугольника
    '''
    return (a + b) * 2
